// PDRCore
"Please turn on “%@” positioning permissions"="請開啟“%@”的定位權限";
"Reauthorization"="重新授权";
"Not allowed"="不允許";
"“%@” Authorization failed. Do you want to reauthorize?"="“%@”授權失敗，是否重新授權？";

"There is no uni applet (%@) application resource in the running path, please check whether the application resource is deployed normally"="運行路徑中無 uni小程序（%@）應用資源，請檢查應用資源是否正常部署";
"Refresh"="刷新";
"copy Link"="復制鏈接";
"Use Safari to open"="使用Safari打開";
"Share page"="分享頁面";
"return"="返回";
"Shut down"="關閉";
"Close tab"="關閉標簽卡";
"Collection"="收  藏";
"Click here to return to the main list"="點此返回主列表";
"  Set  "=" 設   置 ";
" History "=" 歷   史 ";
" Refresh "=" 刷   新 ";
" Share "=" 分  享 ";
"Add to favorites"="添加到收藏";
"Add to desktop"="添加到桌面";
"initializing"="正在初始化";
"Buffering"="正在緩沖";
"resources (%@) are being buffered. Do you want to continue waiting?"="正在緩沖%@資源，是否繼續等待?";
"current location"="當前位置";
"Positioning"="定位中";
"family address"="家庭地址";
"Unit address"="單位地址";
"Beta version (the application has not been audited, and there may be security risks)"="測試版（應用未經審核，可能存在安全隱患）";
"formal edition"="正式版";
"Currently using %@, whether to switch to %@"="當前使用%@，是否切換到%@";
"The current application is a developer test version, which has not been reviewed and may have security risks"="當前應用為開發者測試版本，未經審核，可能存在安全隱患";
"Trust this app and don’t prompt again"="信任此應用，不再提示";
"Error loading streaming app"="加載流應用出錯";
"Prompt"="提示";
"Unable to connect to server, please check network settings"="無法連接服務器，請檢查網絡設置";
"Quit"="退出";
"The current environment does not support downloading unlicensed applications"="當前環境不支持下載未許可的應用";


//广告
"AD"="廣告";
"View details"="查看詳情";
"Download"="下載";
"Open"="打開";
"jump over"="跳 過";

//video
"Brightness"="亮度";
"Volume"="声音";
"Barrage"="彈幕";

// devtool
"search"="搜索";
"Connecting to debugging service (%@)"="正在連接調試服務(%@)...";
"The connection with debugging service has been disconnected. Possible reasons are as follows: \n1. the mobile phone and PC are not in the same LAN. \n2. Mobile phones use mobile networks. \n3. Mobile phone uses VPN and other proxy settings. \n4. The PC has a firewall."="已斷開與調試服務連接，可能原因：\n1. 手機與PC不處於同壹局域網。\n2. 手機使用移動網絡。\n3. 手機使用VPN等代理設置。\n4. PC設置了防火墻。";
"The connection with debugging service has been disconnected. Possible reasons are as follows: \n1. the mobile phone and PC are not in the same LAN. \n2. Mobile phones use mobile networks. \n3. Mobile phone uses VPN and other proxy settings. \n4. The PC has a firewall."="無法連接調試服務連接，可能原因：\n1. 手機與PC不處於同壹局域網。\n2. 手機使用移動網絡。\n3. 手機使用VPN等代理設置。\n4. PC設置了防火墻。";
"Reconnection debugging service"="重連調試服務";
"Cancel"="取消";
"OK"="確定";

//地图
"starting point"="起點";
"terminal point"="终點";
"Failed to verify the configured Baidu map key (appkey) [%d], reference: https://ask.dcloud.net.cn/article/29"="配置的百度地圖密鑰（appkey）校驗失敗[%d]，參考:https://ask.dcloud.net.cn/article/29";
"Baidu Maps"="百度地圖";
"Gaode Maps"="高德地圖";
"Take %@: get on at %@ and get off at %@ via %ld station"="乘坐%@:在%@上車途徑%ld站在%@下車";

//share
"Share"="分享";
"QQ friends"="QQ好友";
"WeChat friends"="微信好友";
"WeChat Moments"="微信朋友圈";
"Sina Weibo"="新浪微博";
"More sharing"="更多分享...";

//camera
"download failed"="下載失敗";
"File download failed, try to download again?"="文件下載失敗是否嘗試重新下載？";
"Retry"="重試";
